tap "homebrew/bundle"
brew "xz"
brew "autossh"
brew "openssl@3"
brew "bat"
brew "binutils"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "exiftool"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-time"
brew "grep"
brew "helm"
brew "htop"
brew "imagemagick"
brew "just"
brew "kubernetes-cli"
brew "mas"
brew "moreutils"
brew "mupdf-tools"
brew "nano"
brew "node"
brew "openssh"
brew "p7zip"
brew "pigz"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qpdf"
brew "rename"
brew "ripgrep"
brew "rye"
brew "sops"
brew "sox"
brew "starship"
brew "tmux"
brew "tree"
brew "uv"
brew "vbindiff"
brew "watch"
brew "wget"
brew "zlib"
brew "zoxide"
cask "android-file-transfer"
cask "arc"
cask "bluesnooze"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "iterm2"
cask "kitty"
cask "microsoft-teams"
cask "openvpn-connect"
cask "orion"
cask "raycast"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "vlc"
cask "zed"
mas "Affinity Publisher", id: 881418622
mas "Be Focused", id: 973134470
mas "Bear", id: 1091189122
mas "Bredbandskollen", id: 1147976909
mas "KeyKey", id: 1035137927
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
